post/Learning/生物/Biology_jokes.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta name="author" content="不要在意我的头像QwQ" />
<meta name="description" content="放了点奇怪的东西？🤔" />
<meta name="generator" content="Org Mode (third party program by python)" />
<title>一些关于生物的奇思妙想</title>
<link rel="stylesheet" type="text/css" href="/theme/main.css"/>
<link rel="shortcut icon" href="/img/icon.jpg"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="#"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div>
<div id="content" class="content">
<h1 class="title">一些关于生物的奇思妙想</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul><li><a href="#org-title-1">1. 《排尿反射》</a></li></ul></div></div>
<div id="outline-container-1" class="outline-2">
<h2 id="org-title-1"><span class="section-number-2">1.</span> 《排尿反射》</h2>
<div class="outline-text-2" id="text-1"><p>我，脊髓，一个新上任的老实打工人，被动反射和传递消息是就是我的日常工作。</p><p>今天一大早，膀胱部门报告了个消息说尿快满了。我看了下数值还没超标就没管，顺便把消息传到牢大（大脑）那去了。这牢大也是鬼懒，大早上的还不起床，过了半天才给我回消息说要憋着。我顺手扯起知识手册，就看到个“分级调节”，说是什么牢大是最高级中枢，我们都得听他的，还举了几个例子说牢大小时候还不懂事所以尿得哪里都是之类的。可是啊，可是，就算是现在，如果网卡了还是牢大一直没回信，那最后不还得是听我的？</p><p>大概中午时候，膀胱报告说尿真的快满了，我一看那压力值高得吓我一跳，也许都过阈值不知多少了。我赶紧执行我的本职工作让它感觉拉出去，顺便再把消息报告给了牢大。可是我命令都发出去了牢大才给我回信抱怨我说明明能忍着的为什么没忍住，害得考试时尿了裤子，还说什么别人都能管住就我管不了。我那叫一个有苦说不出啊，入职培训都说了过了阈值就触发反射，你网慢点那自然就是手慢无，这能怪我么？</p><p>不知道多少天后，这样的情况又来了，只不过这一次不知道是不是搭了专线之类的，我命令都还没发出信号牢大的命令就下来了让我憋住。可是，这样也不是个事啊？膀胱都吵着说再不泄洪就要自己把自己毙掉了，我再不来点“担当”估计牢大也活不下去，所以我明知故犯地发出了命令……自然，后来被牢大臭骂了一顿。</p><p>但我很奇怪。一来牢大家离我比膀胱离我远太多了，难不成他的命令还能搭“总统专线”传过来？还是说只是我这里才这样别人的牢大不这样？但如果是那样的话牢大就不肯能在我发出命令前把指令传来了。也不知道别人家的牢大和“我”是怎么沟通交流和处理矛盾冲突的，遇到和我相同情况又是怎么办的。而且，我明明是依法办事，怎么还能被牢大指责说我还没到阈值就让膀胱松了口呢？还有，听说别人睡觉时他们的牢大都不管事的但他们却不会尿，而收到惊吓时他们牢大吓哭了就断连一会儿又会尿出来。这些知识手册上都没讲啊，到底是怎么操作的呢？</p><p>而你，我的朋友，你能解答我的疑惑么？</p><p>——2025.10.01 上午</p><blockquote>
<p>写这玩意主要是突发奇想想要用拟人小故事的形式把我心中关于排尿反射的疑惑写出来然后丢给ai。老实说问过一堆ai，没几个能够回答得清我的问题，解答得了我的疑惑。要么就是我语言能力太差连ai都不懂，要么就是这玩意确实超纲太多了之类的。</p><p>我的逻辑用正常人的话来讲就是这样的：翻开生物选必一“稳态与调节”，P35关于排尿反射的内容，易知排尿主要受到脊髓和大脑皮层两个神经中枢的分级调节。结合人手一本的练习册和课上PPT内容来看，排尿反射的流程如下（双击对齐字符画）：</p><div class="org-src-container"><pre class="src src-text">                            大脑皮层
                              ^  |
                              |  V
膀胱牵拉感受器 -&gt; 传入神经 -&gt; 脊髓 --&gt; 副交感神经 -&gt; 膀胱、括约肌
                                   `-&gt;  交感神经 -&gt; 括约肌
</pre></div><p>在信息有限的情况下，预先假设电信号的传播速度都一样，则电信号绕经大脑皮层传回来的时间应该比脊髓发出反射的时间长。在假设脊髓和大脑给出了相反的信号，则脊髓的信号会先发出造成既定事实，大脑的调节失败。但是由于大脑是比脊髓优先级更高的中枢，机体应当遵从大脑指令，故存在矛盾。对此提出有两种解释：</p><ol class="org-ol">
<li>神经之间传输的速度不一致
</li>
<li>脊髓存在某种等待机制，若大脑响应超时则会执行自行的判断
</li></ol>
<p>已知脊髓上部遭到破坏后会发生尿失禁，即无大脑相应也可完成排尿反射，故假说2应当成立，但假说1仍无法证伪。思考到这一步，我的想法就跑到了竞态条件这一相对熟悉的事物上，且难以纠正，极大地影响了我的思考搜索与求证。</p><p>略去中间过程，结合目前所东拼西凑的信息，发现先前存在以下误区：</p><ol class="org-ol">
<li>感受器的信号是相对持续的，而脊髓会在该信号超过了一定的阈值才会触发“排尿反射”，而大脑则是在接受到相对更低的信号时就产生了尿意并给出了持续的抑制排尿的信号，而此时脊髓并未发出任何指令，故不存在冲突一说。
</li>
<li>大脑和脊髓发出的指令更像是模拟信号的叠加而非0或1的判断，大脑发出的信号足够强就可以顶住脊髓的操作。倘若脊髓发出的信号过强则有可能压住大脑的信号完成反射？类似于两者在掰手腕。
</li>
<li><p>婴幼儿尿床可解释为大脑仍不熟悉抑制排尿操作，成人吓尿可解释为大脑信号减弱同时膀胱受刺激给予脊髓更强的刺激导致反射完成。</p>
</li></ol>
<p>我也只能说这种其他地方的认识错误或不充分预设认识非常坑害人，产生问题的时候往往不会是直接表现出来，绕来绕去才能发现自己的问题在哪里。</p></blockquote></div></div></div>
<div id="postamble" class="status"><p class="date">时间: <2025-10-01 三 23:41></p>
<p class="author">作者: 不要在意我的头像QwQ</p>
<p class="description">描述: 放了点奇怪的东西？🤔</p>
<p class="date">生成于: 2025-10-02 四 01:12:33</p>
</div>
</body>
</html>